[BalanceDefs.M_MothersDayGift MissionDefinition]
MissionName="Para a Melhor Mãe do Mundo"     
MissionDescription="Você encontrou um presente do Dia das Mães. Infelizmente só é possível abrir com as digitais de quem o comprou. Se deseja ver o conteúdo da caixa, terá que encontrar a mão do Taggart."
TurnInDescription="Isso é um Complexo de Édipo e o resto são bobagens."
MissionSummary="Abra o presente do Dia das Mães de Taggart."
MissionGiver="Caixa surpresa"
MissionTurnInLocation="Cofre de Taggart"
TeaserText="Adivinha o que é!"

[BalanceDefs.M_MothersDayGift:FindLocketOnlySet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_MothersDayGift:KillHenryGetLocketSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_MothersDayGift:KillHenryMinions MissionObjectiveDefinition]
ProgressMessage="Elimine os servos de Henry"

[BalanceDefs.M_MothersDayGift:MinionObjSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_MothersDayGift:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_MothersDayGift:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[BalanceDefs.M_MothersDayGift:MothersDayGift_FindHenry MissionObjectiveDefinition]
ProgressMessage="Encontre o covil do Henry"

[BalanceDefs.M_MothersDayGift:MothersDayGift_KillHenry MissionObjectiveDefinition]
ProgressMessage="Elimine Henry"

[BalanceDefs.M_MothersDayGift:MothersDayGift_OpenBox MissionObjectiveDefinition]
ProgressMessage="Abra a caixa de Taggart"

[BalanceDefs.M_MothersDayGift:MothersDayGift_PickUpFist MissionObjectiveDefinition]
ProgressMessage="Pegue a mão de Taggart"

